Repository: SageLibraryConsortium/log
Catalog: templates/locale/tpac.*.po
Languages: fi_fi

source: circ_history.csv
fi_fi: kirjastolainat.csv
