Repository: SageLibraryConsortium/log
Catalog: templates/locale/tpac.*.po
Languages: fi_fi

source: "%1" is not a valid username. Usernames cannot have any spaces or look like a barcode, and may be restricted by policy. Please try a different username.
fi_fi: "%1" ei ole kelvollinen käyttäjätunnus. Käyttäjätunnuksissa ei voi olla välilyöntejä, eivätkä ne voi näyttää asiakastunnuksilta, ja lisäksi niissä saattaa olla muita rajoituksia. Valitse toinen käyttäjätunnus.

source: $%.2f
fi_fi: %.2f&euro;

source: %1 (foreign item)
fi_fi: %1 (linkitetty)

source: %1 of %quant(%2,copy,copies) available at %3.
fi_fi: %1 kohdetta %quant(%2,nide,nidettä) lainattavissa kohteessa %3.

source: %m/%d/%Y
fi_fi: %d.%m.%Y

source: %quant(%1,copy,copies) at %2.
fi_fi: %quant(%1,nide,nidettä) kohteessa %2.

source: %quant(%1,current hold,current holds) with %quant(%2,total copy,total copies).
fi_fi: %quant(%1,nykyinen varaus,nykyistä varausta) %quant(%2,nide yhteensä, nidettä yhteensä).

source: &#9668; Search Results
fi_fi: &#9668; Hakutulokset

source: &lt;&lt; Previous Page
fi_fi: &lt;&lt; Edellinen sivu

source: (Example: %1)
fi_fi: (Esimerkiksi: %1)

source: (Show preferred library)
fi_fi: (Näytä toivottu kirjasto)

source: (Show)
fi_fi: (Näytä)

source: (fines accruing)
fi_fi: (kerääntyviä maksuja)

source: (not shown)
fi_fi: (ei näytetä)

source: - All Parts -
fi_fi: - Kaikki osat -

source: -- Actions for these items --
fi_fi: -- Toiminnot näille niteille --

source: -- Any --
fi_fi: -- Mikä tahansa --

source: A registration error has occurred
fi_fi: Rekisteröinnissä tapahtui virhe

source: Account Creation Date
fi_fi: Tilin luomispäivä

source: Account Information and Preferences
fi_fi: Tilin tiedot ja asetukset

source: Account Login
fi_fi: Tilin sisäänkirjautuminen

source: Account Preferences
fi_fi: Tilin asetukset

source: Account Successfully Updated
fi_fi: Tili päivitetty onnistuneesti

source: Account Summary
fi_fi: Tilin yhteenveto

source: Accumulation and Frequency of Use Note:
fi_fi: Huomautus kasvusta ja käytön määrästä:

source: Action Note:
fi_fi: Huomautus toimenpiteistä:

source: Actions for selected holds
fi_fi: Toiminnot valituille varauksille

source: Activate
fi_fi: Aktivoi

source: Active
fi_fi: Aktiivinen

source: Active Barcode
fi_fi: Aktiivinen tunnus

source: Active On
fi_fi: Aktiivinen

source: Active?
fi_fi: Aktiivinen?

source: Actor
fi_fi: Näyttelijä

source: Adapter
fi_fi: Muokkaaja

source: Add Search Row
fi_fi: Lisää hakurivi

source: Add to my list
fi_fi: Lisää omaan listaan

source: Add to new list
fi_fi: Lisää uuteen listaan

source: Add to this list
fi_fi: Lisää tähän listaan

source: Added Author
fi_fi: Lisätty tekijä

source: Additional Content
fi_fi: Lisäsisältö

source: Additional Index Information
fi_fi: Ylimääräiset hakemistotiedot

source: Additional Physical Form available Note:
fi_fi: Huomautus saatavuudesta toisessa ilmiasussa:

source: Additional Supplement Information
fi_fi: Ylimääräiset täydennystiedot

source: Additional Volume Information
fi_fi: Ylimääräiset teostiedot

source: Address Type
fi_fi: Osoitteen tyyppi

source: Address changes will be verified by staff
fi_fi: Henkilökunta vahvistaa osoitteenmuutokset

source: Addresses
fi_fi: Osoitteet

source: Adjacency
fi_fi: Fraasihaku

source: Advanced Search
fi_fi: Tarkennettu haku

source: After
fi_fi: Jälkeen

source: Age Hold Protection
fi_fi: Varaussuoja-aika

source: All Formats
fi_fi: Kaikki aineistolajit

source: All available copies are temporarily unavailable at your pickup library. Placing this hold could result in longer wait times.
fi_fi: Noutokirjastossasi ei ole tällä hetkellä vapaita niteitä. Tämän varauksen tekeminen voi johtaa pitempiin odotusaikoihin.

source: Amount
fi_fi: Määrä

source: An error occurred browsing records. Please try again in a moment or report the issue to library staff.
fi_fi: Virhe tietueita selattaessa. Yritä hetken kuluttua uudelleen tai ilmoita asiasta kirjaston henkilökunnalle.

source: Analyst
fi_fi: Analyytikko

source: Anchored Searching
fi_fi: Katkaisuhaku

source: And
fi_fi: Ja

source: Animator
fi_fi: Animaattori

source: Annotation
fi_fi: Kommentti

source: Annotator
fi_fi: Muistiinpanojen tekijä

source: Another Search
fi_fi: Uusi haku

source: Applicant
fi_fi: Hakija

source: April
fi_fi: Huhti

source: Architect
fi_fi: Arkkitehti

source: Are you sure you are ready to charge %1 to your credit card?
fi_fi: Haluatko varmasti veloittaa %1 luottokortiltasi?

source: Are you sure you wish to renew the selected item(s)?
fi_fi: Haluatko varmasti uusia valitut lainat?

source: Arranger
fi_fi: Sovittaja

source: Artist
fi_fi: Kuvataiteilija, graafikko

source: Artistic director
fi_fi: Taiteellinen johtaja

source: Associated name
fi_fi: Kohteeseen liittyvä nimi

source: At least
fi_fi: Vähintään

source: Attributed name
fi_fi: Tekijä

source: Auctioneer
fi_fi: Huutokaupan pitäjä

source: Audience
fi_fi: Kohderyhmä

source: August
fi_fi: Elokuu

source: Author
fi_fi: Tekijä

source: Author Notes
fi_fi: Tekijähuomautukset

source: Author Notes:
fi_fi: Tekijäilmoitukset:

source: Author in quotations or text abstracts
fi_fi: Lainausten tai tiivistelmän tekijä

source: Author of afterword, colophon, etc.
fi_fi: Jälkisanojen, kolofonin jne. tekijä

source: Author of introduction
fi_fi: Esipuheen tekijä

source: Author of screenplay
fi_fi: Käsikirjoittaja

source: Author(s)
fi_fi: Tekijä(t)

source: Author: A to Z
fi_fi: Tekijä: A-Ö

source: Author: Z to A
fi_fi: Tekijä: Ö-A

source: Authors
fi_fi: Tekijät

source: Available
fi_fi: Lainattavissa

source: Available copies
fi_fi: Lainattavissa olevat niteet

source: Awards Note:
fi_fi: Huomautus palkinnosta:

source: Awards, Reviews, & Suggested Reads
fi_fi: Palkinnot, arvostelut ja lukuehdotukset

source: Back
fi_fi: Takaisin

source: Back to Account Summary
fi_fi: Takaisin tilin yhteenvetoon

source: Back to Payments History
fi_fi: Takaisin maksuhistoriaan

source: Back to Record
fi_fi: Takaisin tietueeseen

source: Back to results
fi_fi: Takaisin tuloksiin

source: Balance Owed
fi_fi: Maksuja maksamatta

source: Barcode
fi_fi: Tunnus

source: Barcode:
fi_fi: Tunnus:

source: Basic Search
fi_fi: Perushaku

source: Before
fi_fi: Ennen

source: Between
fi_fi: Välillä

source: Bib Call Number
fi_fi: Hyllypaikka

source: Bib Level
fi_fi: Bibliografisen tietueen taso

source: Bibliographic antecedent
fi_fi: Bibliografinen edeltäjä

source: Bibliography, etc. Note:
fi_fi: Huomautus bibliografiasta ym.:

source: Billing Information
fi_fi: Laskutustiedot

source: Billing Type
fi_fi: Laskutustyyppi

source: Binder
fi_fi: Sitoja

source: Binding Information:
fi_fi: Huomautus sidoksesta:

source: Binding designer
fi_fi: Sidonnan suunnittelija

source: Biographical Subject:
fi_fi: Biografinen aihe:

source: Biographical or Historical Data:
fi_fi: Huomautus elämäkerrasta tai historiasta:

source: Blurb writer
fi_fi: Takakansitekstin kirjoittaja

source: Book designer
fi_fi: Kirjan suunnittelija

source: Book producer
fi_fi: Kirjan tuottaja

source: Bookjacket designer
fi_fi: Suojakannen suunnittelija

source: Bookseller
fi_fi: Myyjä

source: Bottom Link 2
fi_fi: Alalinkki 2

source: Bottom Link 3
fi_fi: Alalinkki 3

source: Bottom Link 4
fi_fi: Alalinkki 4

source: Bottom Link 5
fi_fi: Alalinkki 5

source: Browse
fi_fi: Selaa

source: Browse for %1 starting with %2 in %3
fi_fi: Hae %1 joka alkaa hakusanalla %2 kirjastossa %3

source: Browse the Catalog
fi_fi: Selaa tietokantaa

source: Call Number
fi_fi: Hyllypaikka

source: Call Number (Shelf Browse)
fi_fi: Hyllypaikka (hyllyselaus)

source: Call Number / Copy Notes
fi_fi: Hyllypaikka / Nidehuomautus

source: Call Number Browse
fi_fi: Hyllypaikan selaus

source: Call number
fi_fi: Hyllypaikka

source: Call number:
fi_fi: Hyllypaikka:

source: Calligrapher
fi_fi: Kalligraafikko

source: Cancel
fi_fi: Peruuta

source: Cancel if not filled by
fi_fi: Varauksen voimassaolo päättyy

source: Cancel on
fi_fi: Peruutuspvm

source: Cancel unless filled by
fi_fi: Tarvitaan viimeistään

source: Cartographer
fi_fi: Kartoittaja

source: Case File Characteristics Note:
fi_fi: Huomautus tapaustiedoston ominaisuuksista:

source: Cast
fi_fi: Muotti

source: Catalog - %1
fi_fi: Tietokanta - %1

source: Catalog Home
fi_fi: Tietokannan aloitussivu

source: Catalog record
fi_fi: Luettelointitietue

source: Censor
fi_fi: Sensuroija

source: Change
fi_fi: Muuta

source: Change preferred library
fi_fi: Muuta toivottua kirjastoa

source: Character Attributes:
fi_fi: Merkin ominaisuudet:

source: Check Out History
fi_fi: Lainaushistoria

source: Checked Out
fi_fi: Lainattu

source: Checked Out Before
fi_fi: Lainattu ennen

source: Checkout Date
fi_fi: Lainauspäivä

source: Choreographer
fi_fi: Koreografi

source: Cinematographer
fi_fi: Kuvaaja

source: Circulation rules reject this item as non-circulatable
fi_fi: Lainaussäännöissä tämä nide on määritetty ei-lainattavaksi

source: Citation/References Note:
fi_fi: Huomautus tietolähteestä:

source: City
fi_fi: Kaupunki

source: Clear Form
fi_fi: Tyhjennä lomake

source: Click %1Cancel%2 to go back and (un)select other fines.
fi_fi: Siirry takaisin ja valitse tai poista valinnat muista maksuista napsauttamalla %1Peruuta%2.

source: Click on a folder icon in the sidebar to access related quick searches
fi_fi: Tee aiheenmukaisia pikahakuja napsauttamalla kansiokuvaketta sivupalkissa

source: Click to (un)select all fines
fi_fi: Valitse tai poista valinnat kaikista maksuista napsauttamalla

source: Collapse
fi_fi: Pienennä

source: Collector
fi_fi: Kokooja

source: Colorist
fi_fi: Värittäjä

source: Commentator
fi_fi: Selostaja

source: Commentator for written text
fi_fi: Tekstin kommentaattori

source: Compiler
fi_fi: Kokoaja

source: Composer
fi_fi: Säveltäjä

source: Conductor
fi_fi: Johtaja

source: Conservator
fi_fi: Konservaattori

source: Consultant
fi_fi: Konsultti

source: Contains
fi_fi: Sisältää

source: Contains phrase
fi_fi: Sisältää lauseen

source: Content
fi_fi: Sisältö

source: Content descriptions
fi_fi: Sisältöhuomautus

source: Continue
fi_fi: Jatka

source: Contractor
fi_fi: Aliurakoitsija

source: Contributor
fi_fi: Avustaja

source: Copy and Version Identification Note:
fi_fi: Huomautus kopioiden ja versioiden tunnistamisesta:

source: Copy hold
fi_fi: Nidevaraus

source: Copyright &copy; 2006-%1 Georgia Public Library Service, and others
fi_fi: Copyright &copy; 2006-%1 Georgia Public Library Service ja muut

source: Copyright holder
fi_fi: Tekijänoikeuden omistaja

source: Corrector
fi_fi: Oikaisija

source: Costume designer
fi_fi: Pukusuunnittelija

source: Country
fi_fi: Maa

source: County
fi_fi: Maakunta

source: Cover designer
fi_fi: Kannen suunnittelija

source: Create Date
fi_fi: Luontipäivämäärä

source: Create New List
fi_fi: Luo uusi lista

source: Creation/Production Credits Note:
fi_fi: Huomautus tuotantoon osallistujista:

source: Creator
fi_fi: Luoja

source: Credit Card #
fi_fi: Luottokortin numero

source: Credit Card Information
fi_fi: Luottokortin tiedot

source: Cumulative Index/Finding Aids Note:
fi_fi: Huomautus kumuloituvasta hakemistosta tai haun apuvälineistä:

source: Current Email
fi_fi: Nykyinen sähköpostiosoite

source: Current Items Checked Out
fi_fi: Lainassa olevat

source: Current Items on Hold
fi_fi: Nykyiset varaukset niteistä

source: Current Password
fi_fi: Nykyinen salasana

source: Current Username
fi_fi: Nykyinen käyttäjätunnus

source: Current holds
fi_fi: Nykyiset varaukset

source: Dancer
fi_fi: Tanssija

source: Data Quality Note:
fi_fi: Huomautus datan laadusta:

source: Date Fulfilled
fi_fi: Varattu nimeke saatu

source: Date Returned
fi_fi: Palautuspäivä

source: Date of Birth
fi_fi: Syntymäpäivä

source: Date/Time and Place of an Event Note:
fi_fi: Huomautus tapahtuman ajasta ja paikasta:

source: Date: Newest to Oldest
fi_fi: Uusin ensin

source: Date: Oldest to Newest
fi_fi: Vanhin ensin

source: Day Phone
fi_fi: Puhelin päivällä

source: December
fi_fi: Joulukuu

source: Default Font Size
fi_fi: Fontin oletuskoko

source: Default List
fi_fi: Oletuslista

source: Default Mobile Carrier
fi_fi: Matkapuhelimen oletuspalveluntarjoaja

source: Default Mobile Number
fi_fi: Matkapuhelimen oletusnumero

source: Default Phone Number
fi_fi: Oletuspuhelinnumero

source: Degree grantor
fi_fi: Tutkinnon myöntäjä

source: Delete List
fi_fi: Poista lista

source: Depicted
fi_fi: Kuvailun kohde

source: Description:
fi_fi: Kuvaus:

source: Designer
fi_fi: Suunnittelija

source: Did you mean %1?
fi_fi: Tarkoititko: %1?

source: Director
fi_fi: Ohjaaja

source: Discard Pending Address
fi_fi: Hylkää vireillä oleva osoite

source: Display record details for "%1"
fi_fi: Näytä tietueen tiedot kohteelle "%1"

source: Dissertation Note:
fi_fi: Huomautus väitöskirjasta:

source: Distributor
fi_fi: Jakaja

source: Do not show this warning again.
fi_fi: Älä näytä tätä varoitusta uudelleen.

source: Does not contain
fi_fi: Ei sisällä

source: Donor
fi_fi: Lahjoittaja

source: Download CSV
fi_fi: Lataa CSV

source: Draftsman
fi_fi: Piirtäjä

source: Dubious author
fi_fi: Kyseenalainen tekijä

source: Due Date
fi_fi: Eräpäivä

source: Earlier
fi_fi: Aikaisempi

source: Earlier issues
fi_fi: Aikaisemmat numerot

source: Edit
fi_fi: Muokkaa

source: Edit Address
fi_fi: Muokkaa osoitetta

source: Editing Hold
fi_fi: Muokataan varausta

source: Edition:
fi_fi: Laitos:

source: Editor
fi_fi: Toimittaja

source: Electrician
fi_fi: Sähköasentaja

source: Electronic resource
fi_fi: Digitaalinen aineisto

source: Electronic resources
fi_fi: Digitaaliset aineistot

source: Email
fi_fi: Sähköposti

source: Email Address
fi_fi: Sähköpostiosoite

source: Email Address:
fi_fi: Sähköpostiosoite:

source: Email address associated with the account:
fi_fi: Tiliin liitetty sähköpostiosoite:

source: Enabled
fi_fi: Käytössä

source: Engineer
fi_fi: Insinööri

source: Engraver
fi_fi: Kaivertaja

source: Ensure your account has a valid email address so that we can notify you about available holds, items that are about to be overdue, and overdue items!
fi_fi: Varmista, että tiliisi on liitetty toimiva sähköpostiosoite, jotta voimme ilmoittaa saapuneista varauksista sekä erääntyvistä ja myöhässä olevista lainoista!

source: Enter date in MM/DD/YYYY format
fi_fi: Syötä päiväys muodossa KK/PP/VVVV

source: Enter search query:
fi_fi: Syötä haku:

source: Enter the name of the new list:
fi_fi: Listan nimi:

source: Entity and Attribute Information Note:
fi_fi: Huomautus yksiköistä ja ominaisuuksista:

source: Error creating receipt: %1
fi_fi: Virhe kuitin luomisessa: %1

source: Error preparing receipt:
fi_fi: Virhe kuitin valmistelussa:

source: Error preparing receipt: %1
fi_fi: Virhe kuitin valmistelussa: %1

source: Error printing record: %1
fi_fi: Virhe tietueen tulostuksessa: %1

source: Estimated wait: %quant(%1,day,days)
fi_fi: Arvioitu odotusaika: %quant(%1,päivä,päivää)

source: Etcher
fi_fi: Etsaaja

source: Evening Phone
fi_fi: Puhelin iltaisin

source: Event place
fi_fi: Tapahtumapaikka

source: Evergreen Logo
fi_fi: Evergreenin logo

source: Example: 0026626051
fi_fi: Esimerkki: 0026626051

source: Excerpt
fi_fi: Katkelma

source: Exhibitions Note:
fi_fi: Huomautus näyttelystä:

source: Expand
fi_fi: Laajenna

source: Expert
fi_fi: Asiantuntija

source: Expert Search
fi_fi: Asiantuntijahaku

source: Expiration Month
fi_fi: Vanhenemiskuukausi

source: Expiration Year
fi_fi: Vanhenemisvuosi

source: Expires %1
fi_fi: Päättyy %1

source: Export List
fi_fi: Vie lista

source: Export to RefWorks
fi_fi: Vie RefWorksiin

source: FAQs
fi_fi: Usein kysytyt kysymykset

source: Facsimilist
fi_fi: Jäljenteen toteuttaja

source: Failed to renew %1 item(s)
fi_fi: %1 niteen uusiminen epäonnistui

source: February
fi_fi: Helmikuu

source: Field:
fi_fi: Kenttä:

source: Film editor
fi_fi: Leikkaaja

source: Find a copy in the shelving location, "%1."
fi_fi: Löydä nide hyllysijainnista "%1."

source: Fines
fi_fi: Maksut

source: Fines:
fi_fi: Sakot:

source: First Name
fi_fi: Etunimi

source: Forger
fi_fi: Väärentäjä

source: Forgot your password?
fi_fi: Unohditko salasanasi?

source: Format
fi_fi: Muoto

source: Format:
fi_fi: Muoto:

source: Formatted Contents Note:
fi_fi: Määrämuotoinen huomautus sisällöstä:

source: Former Title Complexity Note:
fi_fi: Huomautus aikaisemmista nimekkeistä:

source: Former owner
fi_fi: Edellinen omistaja

source: Funder
fi_fi: Rahoittaja

source: Funding Information Note:
fi_fi: Huomautus rahoituksesta:

source: General Note:
fi_fi: Yleinen huomautus:

source: Genre:
fi_fi: Lajityyppi:

source: Geographic Coverage Note:
fi_fi: Huomautus maantieteellisestä kattavuudesta:

source: Geographic Setting:
fi_fi: Maantieteellinen asetus:

source: Go
fi_fi: Tallenna

source: Go Back
fi_fi: Palaa

source: Go back to try again or to cancel this payment attempt.
fi_fi: Yritä uudelleen siirtymällä takaisin tai peruuta tämä maksuyritys.

source: Google Preview
fi_fi: Google-esikatselu

source: Graphic technician
fi_fi: Graafinen teknikko

source: HTML View
fi_fi: HTML-näkymä

source: Hide
fi_fi: Piilota

source: Hide items in list
fi_fi: Piilota listan sisältö

source: Hint: use the full 10 digits of your phone #, no spaces, no dashes
fi_fi: Vihje: Kirjoita tähän koko puhelinnumerosi ilman välilyöntejä tai väliviivoja

source: Hold not found
fi_fi: Varausta ei löydy

source: Hold rules reject this item as unholdable
fi_fi: Varaussäännöissä tämä nide on määritetty ei-varattavaksi

source: Hold was not successfully placed
fi_fi: Varausta ei tehty onnistuneesti

source: Hold was successfully placed
fi_fi: Varaus tehtiin onnistuneesti

source: Holdable?
fi_fi: Varattavissa?

source: Holdings summary (%1)
fi_fi: Varausten yhteenveto (%1)

source: Holds
fi_fi: Varaukset

source: Holds Help
fi_fi: Apua

source: Holds History
fi_fi: Varaushistoria

source: Home
fi_fi: Etusivu

source: Home Library
fi_fi: Kotikirjasto

source: Honoree
fi_fi: Juhlajulkaisun kohde

source: Host
fi_fi: Isäntä

source: I have checked this item out before
fi_fi: Olen lainannut tämän niteen aiemmin

source: Identifier
fi_fi: Tunniste

source: If suspended, activate on
fi_fi: Ennakkovarauksen aktivointipäivämäärä

source: If this is your first time logging in, please enter the last 4 digits of your phone number. Example: 0926
fi_fi: Jos tämä on ensimmäinen kirjautumisesi, syötä puhelinnumerosi 4 viimeistä numeroa. Esimerkiksi: 0926

source: If you don't find what you want try expanding your search using the range selector at the right of the search bar
fi_fi: Jos et löydä etsimääsi, laajenna hakuasi hakupalkin oikeassa reunassa olevalla aluevalitsimella

source: Illuminator
fi_fi: Valaisija

source: Illustrator
fi_fi: Kuvittaja

source: Image of item
fi_fi: Niteen kuva

source: Immediate Source of Acquisition Note:
fi_fi: Huomautus hankintalähteestä:

source: Important! You must have a printed receipt to be eligible for a refund on lost items (regulations allow for no exceptions).
fi_fi: Tärkeää! Sinulla täytyy olla tulostettu kuitti, jotta voisit saada hyvityksen kadonneista niteistä (säännöt eivät salli poikkeuksia).

source: In Transit
fi_fi: Kuljetettavana

source: Incomplete
fi_fi: Ei valmis

source: Indexes
fi_fi: Hakemistot

source: Information About Documentation Note:
fi_fi: Huomautus dokumentaatiotiedoista:

source: Information Relating to Copyright Status:
fi_fi: Huomautus tekijänoikeudesta:

source: Initial Amount Owed
fi_fi: Velan alkusumma

source: Instrumentalist
fi_fi: Soittaja

source: Interviewee
fi_fi: Haastateltava

source: Interviewer
fi_fi: Haastattelija

source: Inventor
fi_fi: Keksijä

source: Is
fi_fi: On

source: Issue Label
fi_fi: Numeron nimi

source: Issue hold
fi_fi: Numeron varaus

source: Issues Held
fi_fi: Lehden numerot

source: Issuing Body Note:
fi_fi: Huomautus julkaisijasta:

source: Item Barcode
fi_fi: Nidetunnus

source: Item Form
fi_fi: Niteen muoto

source: Item Type
fi_fi: Nidetyyppi

source: Items Checked Out
fi_fi: Lainat

source: Items Currently Checked out (%1)
fi_fi: Lainat tällä hetkellä (%1)

source: Items Currently on Hold (%1)
fi_fi: Varaukset tällä hetkellä (%1)

source: Items Ready for Pickup
fi_fi: Noudettavat varaukset

source: Items from this shelving location do not circulate
fi_fi: Tähän hyllysijaintiin kuuluvia niteitä ei lainata

source: Items on Hold
fi_fi: Niteitä varattuina

source: Items ready for pickup (%1)
fi_fi: Noudettavat varaukset (%1)

source: January
fi_fi: Tammikuu

source: Journal Title
fi_fi: Lehden nimi

source: July
fi_fi: Heinä

source: June
fi_fi: Kesä

source: Keep history of checked out items?
fi_fi: Säilytetäänkö niteiden lainaushistoria?

source: Keep history of holds?
fi_fi: Säilytetäänkö varaushistoria?

source: Keyword
fi_fi: Sanahaku

source: Keyword Search Tips
fi_fi: Hakuvinkkejä

source: Laboratory
fi_fi: Laboratorio

source: Laboratory director
fi_fi: Laboratorionjohtaja

source: Landscape architect
fi_fi: Maisema-arkkitehti

source: Language
fi_fi: Kieli

source: Language Note:
fi_fi: Huomautus kielistä:

source: Language:
fi_fi: Kieli:

source: Large Font
fi_fi: Suuri fontti

source: Last Name
fi_fi: Sukunimi

source: Last Payment Time
fi_fi: Viimeisin maksuaika

source: Later
fi_fi: Myöhemmin

source: Later issues
fi_fi: Myöhemmät numerot

source: Lender
fi_fi: Lainaaja

source: Library
fi_fi: Kirjasto

source: Library Card Number or Username
fi_fi: Kirjastokortin numero tai käyttäjätunnus

source: Library system password reset request form
fi_fi: Kirjastojärjestelmän salasanan uusintapyyntölomake

source: Library:
fi_fi: Kirjasto

source: Librettist
fi_fi: Libretisti

source: Lighting designer
fi_fi: Valaistussuunnittelija

source: Limit to Available
fi_fi: Rajoita hyllyssä oleviin

source: Limit to available items
fi_fi: Rajoita hyllyssä oleviin

source: Link 1
fi_fi: Linkki 1

source: Link 2
fi_fi: Linkki 2

source: Link 3
fi_fi: Linkki 3

source: Link 4
fi_fi: Linkki 4

source: Link 5
fi_fi: Linkki 5

source: Linking Entry Complexity Note:
fi_fi: Huomautus linkitysten monitahoisuudesta:

source: List Contents
fi_fi: Listaa sisältö

source: List all holds
fi_fi: Listaa kaikki varaukset

source: List description (optional):
fi_fi: Listan kuvaus (valinnainen):

source: Literary Form
fi_fi: Kirjallisuudenlaji

source: Lithographer
fi_fi: Litografi

source: Loading...
fi_fi: Ladataan...

source: Local Call Number
fi_fi: Hyllypaikka

source: Locate Z39.50 Matches
fi_fi: Hae Z39.50-osumat

source: Location
fi_fi: Sijainti

source: Location of Originals/Duplicates Note:
fi_fi: Huomautus alkuperäisten ja kopioiden sijainnista:

source: Location of Other Archival Materials Note:
fi_fi: Huomautus muun arkistoaineiston sijainnista:

source: Log in
fi_fi: Kirjaudu

source: Log in to My Account
fi_fi: Kirjaudu omalle tilille

source: Log in to Your Account
fi_fi: Kirjaudu tilillesi

source: Login failed. The username or password provided was not valid. Passwords are case-sensitive. Check your Caps-Lock key and try again or contact your local library.
fi_fi: Sisäänkirjautuminen epäonnistui. Annettu käyttäjätunnus tai salasana ei kelpaa. Varmista, ettei CAPS LOCK ole päällä ja yritä uudelleen tai ota yhteyttä kirjastoosi.

source: Logout
fi_fi: Kirjaudu ulos

source: Lyricist
fi_fi: Sanoittaja

source: MARC Record
fi_fi: MARC-tietue

source: Make Default List
fi_fi: Käytä oletuslistana

source: Manufacture place
fi_fi: Valmistuspaikka

source: Manufacturer
fi_fi: Valmistaja

source: March
fi_fi: Maaliskuu

source: Matches exactly
fi_fi: Vastaa täysin

source: May
fi_fi: Touko

source: Metadata contact
fi_fi: Metadatakontakti

source: Metal-engraver
fi_fi: Metallinkaivertaja

source: Methodology Note:
fi_fi: Huomautus metodologiasta:

source: Missing
fi_fi: Kadonnut

source: Mobile carrier:
fi_fi: Matkapuhelimen palveluntarjoaja:

source: Mobile number:
fi_fi: Matkapuhelinnumero:

source: Moderator
fi_fi: Moderaattori
