Repository: SageLibraryConsortium/log
Catalog: templates/locale/tpac.*.po
Languages: fi_fi

source: Multiple words are not searched together as a phrase. They will be found in various parts of the record. To search for a phrase, enclose your search terms in quotation marks.
fi_fi: Sanoja ei etsitä yhdessä fraasina, ne voivat esiintyä hakutuloksissa erikseen. Hakeaksesi fraasina lisää lainausmerkit.

source: Musician
fi_fi: Muusikko

source: My Account
fi_fi: Oma tili

source: My Account - %1
fi_fi: Oma tili - %1

source: My Existing Lists
fi_fi: Omat listat

source: My Lists
fi_fi: Omat listat

source: Name
fi_fi: Nimi

source: Name:
fi_fi: Nimi:

source: Narrator
fi_fi: Kertoja

source: New Email
fi_fi: Uusi sähköposti

source: New Password
fi_fi: Uusi salasana

source: New Password Again
fi_fi: Uusi salasana uudelleen

source: New Username
fi_fi: Uusi käyttäjätunnus

source: New password is invalid. Please try a different password.
fi_fi: Uusi salasana ei kelpaa. Valitse toinen salasana.

source: New password:
fi_fi: Uusi salasana:

source: Next
fi_fi: Seuraava

source: Next %1
fi_fi: Seuraava %1

source: Next Page &gt;&gt;
fi_fi: Seuraava sivu &gt;&gt;

source: Next Record
fi_fi: Seuraava tietue

source: Next page
fi_fi: Seuraava sivu

source: No
fi_fi: Ei

source: No Content Available
fi_fi: Ei sisältöä saatavilla

source: No holds found.
fi_fi: Varauksia ei löytynyt.

source: No receipt data returned from server
fi_fi: Palvelin ei palauttanut kuittitietoja

source: No record data returned from server
fi_fi: Palvelin ei palauttanut tietueita

source: No, this hold is suspended
fi_fi: Ei, tämä on ennakkovaraus

source: None
fi_fi: Ei yhtään

source: Not holdable
fi_fi: Ei varattavissa

source: Note title
fi_fi: Viesti

source: Note:
fi_fi: Ilmoitus:

source: Note: The password must be at least 7 characters in length, contain at least one letter (a-z/A-Z), and contain at least one number.
fi_fi: HUOM: Salasanan on oltava vähintään 7 merkkiä ja sen tulee sisältää vähintään yksi kirjain (a-z/A-Z) ja vähintään yksi numero.

source: Note: You must have a valid email address associated with your library account. If not, please contact your local library for further assistance.
fi_fi: HUOM: Tilisi tiedoissa pitää olla sähköpostiosoite. Mikäli näin ei ole, ota yhteyttä kirjastoosi.

source: Note: carrier charges may apply
fi_fi: Huom! Palveluntarjoaja voi periä veloituksen

source: Notes
fi_fi: Ilmoitukset

source: Notification Preferences
fi_fi: Ilmoitusasetukset

source: Notification Type
fi_fi: Ilmoitustyyppi

source: Notify by Email by default when a hold is ready for pickup?
fi_fi: Ilmoitetaanko sähköpostilla, kun varaus on noudettavissa?

source: Notify by Phone by default when a hold is ready for pickup?
fi_fi: Ilmoitetaanko puhelimella, kuin varaus on noudettavissa?

source: Notify by Text by default when a hold is ready for pickup?
fi_fi: Ilmoitetaanko tekstiviestillä, kun varaus on noudettavissa?

source: Notify when hold is ready for pickup?
fi_fi: Ilmoitetaanko, kun varaus on noudettavissa?

source: November
fi_fi: Marraskuu

source: Numbering Peculiarities Note:
fi_fi: Huomautus numeroinnista:

source: Numeric Search
fi_fi: Numeerinen haku

source: October
fi_fi: Lokakuu

source: On Hold
fi_fi: Varauksessa

source: One or more holds could not be suspended because the item is at (or en route to) the pickup library.
fi_fi: Yhtä tai useampaa varausta ei voitu muuttaa ennakkovaraukseksi, koska nide on noutokirjastossa (tai kuljetettavana).

source: Or
fi_fi: Tai

source: Original Version Note:
fi_fi: Huomautus alkuperäisversiosta:

source: Other
fi_fi: Muu

source: Other Fees
fi_fi: Muut veloitukset

source: Other Phone
fi_fi: Muu puhelin

source: Owner
fi_fi: Omistaja

source: Ownership and Custodial History:
fi_fi: Huomautus omistushistoriasta:

source: PIN Number or Password
fi_fi: PIN-koodi tai salasana

source: Part
fi_fi: Osa

source: Participant or Performer Note:
fi_fi: Huomautus osallistujista tai esittäjistä:

source: Password
fi_fi: Salasana

source: Password has been reset
fi_fi: Salasana on uusittu

source: Passwords did not match. Please try again
fi_fi: Salasanat eivät vastanneet toisiaan. Yritä uudelleen

source: Passwords do not match.
fi_fi: Salasanat eivät vastanneet toisiaan

source: Patent applicant
fi_fi: Patentin hakija

source: Patent holder
fi_fi: Patentin omistaja

source: Patron Reviews:
fi_fi: Asiakkaiden arviot:

source: Patron barcode was not found
fi_fi: Asiakastunnusta ei löytynyt

source: Patron has reached the maximum fine amount
fi_fi: Asiakkaan maksut ovat saavuttaneet enimmäisrajan

source: Pay Fines
fi_fi: Maksa maksut

source: Pay selected fines
fi_fi: Maksa valitut maksut

source: Pay this fine
fi_fi: Maksa tämä maksu

source: Payment Date
fi_fi: Maksupäivä

source: Payment For
fi_fi: Maksu kohteesta

source: Payments
fi_fi: Maksuhistoria

source: Payments History
fi_fi: Maksuhistoria

source: Pending Addresses
fi_fi: Vireillä olevat osoitteet

source: Perform an Author Search
fi_fi: Suorita tekijähaku

source: Performer
fi_fi: Esittäjä

source: Permission: "%1"
fi_fi: Oikeus: "%1"

source: Personal Information
fi_fi: Henkilötiedot

source: Phone Number:
fi_fi: Puhelinnumero:

source: Photographer
fi_fi: Valokuvaaja

source: Phys. Desc.:
fi_fi: Fyysinen kuvaus:

source: Physical Description:
fi_fi: Fyysinen kuvaus:

source: Pickup Location
fi_fi: Noutopaikka

source: Pickup library
fi_fi: Noutokirjasto

source: Pickup location:
fi_fi: Noutopaikka:

source: Place Hold
fi_fi: Tee varaus

source: Place hold
fi_fi: Tee varaus

source: Place hold for patron by barcode:
fi_fi: Tee varaus asiakkaalle tunnuksella:

source: Place this hold for me (%1 %2)
fi_fi: Tee tämä varaus minulle (%1 %2)

source: Please do not Refresh or use your browser's Back button or your credit card may be charged more than once.
fi_fi: Älä päivitä sivua tai siirry selaimessasi edelliselle sivulle, ettei luottokorttiasi veloitettaisi useampia kertoja.

source: Please enter and repeat your new password.
fi_fi: Syötä ja toista uusi salasanasi.

source: Please enter the following information:
fi_fi: Syötä seuraavat tiedot:

source: Please enter your user name or barcode to identify your library account and request a password reset
fi_fi: Syötä käyttäjätunnuksesi tai asiakastunnuksesi, jotta kirjastotilisi tunnistetaan ja voit pyytää salasanan uusintaa

source: Please include leading zeros and no spaces.
fi_fi: Muista syöttää alussa olevat nollat, äläkä jätä välilyöntejä.

source: Powered by
fi_fi: Järjestelmää pyörittää

source: Preferred Citation of Described Materials Note:
fi_fi: Huomautus lähdeviitteen muodosta:

source: Preferred library: %1
fi_fi: Toivottu kirjasto: %1

source: Preferred pickup location
fi_fi: Toivottu noutopaikka

source: Preferred search location
fi_fi: Toivottu hakusijainti

source: Preview
fi_fi: Esikatselu

source: Previous
fi_fi: Edellinen

source: Previous %1
fi_fi: Edellinen %1

source: Previous Record
fi_fi: Edellinen tietue

source: Previous page
fi_fi: Edellinen sivu

source: Previously Checked Out Items
fi_fi: Aiemmin lainatut niteet

source: Previously Held Items
fi_fi: Aiemmin varatut niteet

source: Primary Identification
fi_fi: Ensisijainen tunnistus

source: Print
fi_fi: Tulosta

source: Print Record
fi_fi: Tulosta tietue

source: Print receipt
fi_fi: Tulosta kuitti

source: Printer
fi_fi: Painaja

source: Problem:
fi_fi: Ongelma:

source: Processing your payment may take some time.
fi_fi: Maksusi käsittely voi kestää hetken.

source: Processing...
fi_fi: Käsitellään...

source: Producer
fi_fi: Tuottaja

source: Production personnel
fi_fi: Tuotantohenkilökunta

source: Production place
fi_fi: Tuotantopaikka

source: Programmer
fi_fi: Ohjelmoija

source: Proofreader
fi_fi: Oikolukija

source: Publication Date
fi_fi: Julkaisuaika

source: Publication Year
fi_fi: Julkaisuvuosi

source: Publication place
fi_fi: Julkaisupaikka

source: Publications About Described Materials Note:
fi_fi: Huomautus julkaisusta, joka koskee kuvailtavaa aineistoa:

source: Publisher
fi_fi: Julkaisija

source: Publisher:
fi_fi: Julkaisija:

source: Publishing director
fi_fi: Päätoimittaja

source: Questions?
fi_fi: Kysymyksiä?

source: RSS Feed
fi_fi: RSS-syöte

source: Re-enter new password:
fi_fi: Syötä uusi salasana uudelleen:

source: Ready for Pickup
fi_fi: Noudettavissa

source: Receipt
fi_fi: Kuitti

source: Recent searches
fi_fi: Uusimmat haut

source: Recipient
fi_fi: Vastaanottaja

source: Record Detail
fi_fi: Tietueen tiedot

source: Record details
fi_fi: Tietueen tiedot

source: Recording engineer
fi_fi: Äänittäjä

source: Refine My Original Search
fi_fi: Tarkenna alkuperäistä hakuani

source: Regular Font
fi_fi: Tavallinen fontti

source: Remove Default List
fi_fi: Älä käytä oletuslistana

source: Remove from list
fi_fi: Poista listalta

source: Remove from my list
fi_fi: Poista omasta listasta

source: Remove row
fi_fi: Poista rivi

source: Renew Selected Titles
fi_fi: Uusi valitut nimekkeet

source: Renewals Left
fi_fi: Uusintoja jäljellä

source: Renewing Help
fi_fi: Apua

source: Reporter
fi_fi: Reportteri

source: Reproduction Note:
fi_fi: Huomautus jäljenteestä:

source: Research team head
fi_fi: Tutkijaryhmän johtaja

source: Research team member
fi_fi: Tutkijaryhmän jäsen

source: Researcher
fi_fi: Tutkija

source: Responsible party
fi_fi: Vastaava toimittaja

source: Restrictions on Access Note:
fi_fi: Huomautus käyttörajoituksesta:

source: Return
fi_fi: Palautus

source: Return to record
fi_fi: Palaa tietueeseen

source: Reviewer
fi_fi: Kriitikko

source: Reviews
fi_fi: Arvostelut

source: Reviews &amp; More
fi_fi: Arvostelut ja muuta

source: SMS not enabled for this site.
fi_fi: Tekstiviestin lähetys ei ole sallittua.

source: Save
fi_fi: Tallenna

source: Save Changes
fi_fi: Tallenna muutokset

source: Save Notes
fi_fi: Tallenna ilmoitukset

source: Save changes to name or description?
fi_fi: Tallennetaanko muutokset?

source: Saved Lists
fi_fi: Tallennetut listat

source: Scale Note for Graphic Material:
fi_fi: Huomautus graafisen aineiston mittakaavasta:

source: Scientific advisor
fi_fi: Tieteellinen neuvonantaja

source: Scribe
fi_fi: Kirjuri

source: Sculptor
fi_fi: Kuvanveistäjä

source: Search
fi_fi: Haku

source: Search Filters
fi_fi: Hakuasetukset

source: Search Hits Help
fi_fi: Hakutuloksien ohje

source: Search Input
fi_fi: Haetaan

source: Search Library
fi_fi: Hakukirjasto

source: Search Library:
fi_fi: Hakukirjasto:

source: Search Results
fi_fi: Hakutulokset

source: Search Results:
fi_fi: Hakutulokset:

source: Search and History Preferences
fi_fi: Haun ja historian asetukset

source: Search for related items by series
fi_fi: Etsi liittyviä niteitä sarjan mukaan

source: Search for related items by subject
fi_fi: Etsi liittyviä niteitä aiheen mukaan

source: Search hits per page
fi_fi: Hakutuloksia sivulla

source: Search only within the chosen list
fi_fi: Etsi vain valitusta listasta

source: Search the Catalog
fi_fi: Etsi tietokannasta

source: Secretary
fi_fi: Sihteeri

source: Security Code
fi_fi: Turvakoodi

source: See All
fi_fi: Näytä kaikki

source: Select Shelving Location
fi_fi: Hyllypaikka

source: Select a Part (optional):
fi_fi: Valitse osa (valinnainen):

source: Select a Part:
fi_fi: Valitse osa:

source: Select holding library
fi_fi: Valitse varauskirjasto

source: Select item type:
fi_fi: Valitse

source: Select query type:
fi_fi: Valitse

source: Select search library
fi_fi: Valitse hakukirjasto

source: Select your action for the selected holds
fi_fi: Mitä valituille varauksille tehdään

source: Selected fines you are paying for:
fi_fi: Valitut maksut, joita olet maksamassa:

source: Send Call Number via Text/SMS
fi_fi: Lähetä hyllypaikka tekstiviestinä

source: September
fi_fi: Syyskuu

source: Series
fi_fi: Sarja

source: Set Active Date
fi_fi: Aseta aktiivinen päiväys

source: Set designer
fi_fi: Lavastaja

source: Setting:
fi_fi: Asetus:

source: Share
fi_fi: Jaa

source: Share this list?
fi_fi: Jaetaanko tämä lista?

source: Sharing Help
fi_fi: Jakamisohje

source: Shelf Browser
fi_fi: Hyllyselaus

source: Shelving Location
fi_fi: Hyllysijainti

source: Shelving location
fi_fi: Hyllysijainti

source: Show Fewer Details
fi_fi: Näytä vähemmän tietoja

source: Show More Details
fi_fi: Näytä enemmän tietoja

source: Show all holds
fi_fi: Näytä kaikki varaukset

source: Show copies at %1
fi_fi: Näytä niteet kohteessa %1

source: Show fewer copies
fi_fi: Näytä vähemmän niteitä

source: Show items in list
fi_fi: Näytä listan sisältö

source: Show more copies
fi_fi: Näytä lisää niteitä

source: Show only available holds
fi_fi: Näytä vain saatavilla olevat

source: Showing Item %1 of %2
fi_fi: Näytetään nide %1 / %2

source: Singer
fi_fi: Laulaja

source: Skip warning when adding to temporary book list?
fi_fi: Ohita varoitus väliaikaista teosluetteloa lisättäessä?

source: Sorry, no entries were found for %1 within %2.
fi_fi: Hupsis, tuloksia ei löytynyt haulle %1 listalta %2.

source: Sorry, no entries were found for %1.
fi_fi: Hupsis, tuloksia ei löytynyt haulle %1.

source: Sorry, no entries were found for your search within %1.
fi_fi: Hupsis, hakutuloksia ei löytynyt listalta %1.

source: Sorry, no entries were found for your search.
fi_fi: Hupsis, tuloksia ei löytynyt haullesi.

source: Sort
fi_fi: Järjestä

source: Sort Results
fi_fi: Lajittelutulokset

source: Sort by
fi_fi: Järjestys

source: Sort by Author
fi_fi: Järjestä tekijän mukaan

source: Sort by Publication Date
fi_fi: Järjestä julkaisupäivän mukaan

source: Sort by Relevance
fi_fi: Osuvuuden mukaan

source: Sort by Title
fi_fi: Järjestä nimekkeen mukaan

source: Sort list items by:
fi_fi: Listan järjestys:

source: Sound designer
fi_fi: Äänisuunnittelija

source: Source of Description Note:
fi_fi: Huomautus kuvailun perustasta:

source: Speaker
fi_fi: Puhuja

source: Sponsor
fi_fi: Sponsori

source: Starts with
fi_fi: Alkaa

source: State
fi_fi: Osavaltio

source: State or Province
fi_fi: Osavaltio tai maakunta

source: Status
fi_fi: Tila

source: Stay logged in?
fi_fi: Pysytäänkö kirjautuneena?

source: Storyteller
fi_fi: Tarinankertoja

source: Street
fi_fi: Katu

source: Street Address
fi_fi: Katuosoite

source: Study Program Information Note:
fi_fi: Huomautus opinto-ohjelmasta:

source: Subfield:
fi_fi: Alakenttä:

source: Subject
fi_fi: Asiasana/Aihe

source: Subject:
fi_fi: Aihe:

source: Subjects
fi_fi: Asiasanat/Aiheet

source: Submit
fi_fi: Tallenna

source: Submit Payment
fi_fi: Suorita maksu

source: Successfully renewed %1 item(s)
fi_fi: %1 nidettä uusittiin onnistuneesti

source: Summary
fi_fi: Yhteenveto

source: Summary, etc.:
fi_fi: Huomautus sisällöstä, tiivistelmä tms.:

source: Summary:
fi_fi: Yhteenveto:

source: Supplement Note:
fi_fi: Huomautus suplementista:

source: Supplements
fi_fi: Täydennykset

source: Suspend
fi_fi: Ennakko

source: System Details Note:
fi_fi: Huomautus järjestelmävaatimuksista:

source: System rules do not define how to handle this item
fi_fi: Järjestelmäsäännöissä ei määritetä, kuinka nidettä tulee käsitellä

source: TCN
fi_fi: Tietuenro

source: Table of Contents
fi_fi: Sisällysluettelo

source: Tag:
fi_fi: Kenttä:

source: Target Audience Note:
fi_fi: Huomautus kohderyhmästä:

source: Teacher
fi_fi: Opettaja

source: Technical director
fi_fi: Tekninen johtaja

source: Temporary List
fi_fi: Väliaikainen lista

source: Temporary List Warning
fi_fi: Väliaikaisen listan varoitus

source: Terms Governing Use and Reproduction Note:
fi_fi: Huomautus käytön ja kopioinnin ehdoista:

source: Text call number
fi_fi: Lähetä hyllypaikka tekstiviestinä

source: The barcode used to login is marked as inactive. Please contact your local library.
fi_fi: Sisäänkirjautumiseen käytetty asiakastunnus on merkitty ei-aktiiviseksi. Ota yhteyttä kirjastoosi.

source: The email address "%1" is invalid. Please try a different email address.
fi_fi: Sähköpostiosoite "%1" ei kelpaa. Kokeile jotain muuta sähköpostiosoitetta.

source: The item cannot circulate at this time
fi_fi: Nidettä ei voida lainata tällä hetkellä

source: The item cannot transit this far
fi_fi: Nidettä ei voida kuljettaa näin kauas

source: The item does not circulate
fi_fi: Nidettä ei lainata

source: The item is not holdable
fi_fi: Nidettä ei voi varata

source: The item is not in a holdable status
fi_fi: Niteen tila on ei-varattava

source: The item is too new to transit this far
fi_fi: Nide on liian uusi kuljetettavaksi näin kauas

source: The item's circulation library does not fulfill holds
fi_fi: Kyseisen sijaintipaikan nidettä ei voi varata

source: The item's location is not holdable
fi_fi: Niteen sijainti ei ole varattavissa

source: The password you chose was not considered complex enough to protect your account. Your password has not been reset.
fi_fi: Valitsemasi salasana ei ole tarpeeksi monimutkainen, jotta se suojaisi tiliäsi. Salasanaasi ei ole uusittu.

source: The patron has reached the maximum number of holds
fi_fi: Asiakkaan varausten määrä on saavuttanut enimmäisrajan

source: The patron has too many items of this type checked out
fi_fi: Asiakkaalla on liikaa tämän aineistolajin lainoja

source: The patron is barred
fi_fi: Asiakas on lainauskiellossa

source: The system could not find any items to match this hold request
fi_fi: Järjestelmä ei löytänyt varauspyyntöä vastaavia niteitä

source: The system could not find this item
fi_fi: Järjestelmä ei löytänyt nidettä

source: The system could not find this patron
fi_fi: Järjestelmä ei löytänyt asiakasta

source: There are no items in your circulation history.
fi_fi: Lainaushistoriassasi ei ole niteitä.

source: There is already a copy available at your local library.
fi_fi: Kirjastossasi on jo lainattavissa oleva nide.

source: This account has been deactivated. Please contact your local library.
fi_fi: Tämä tili on poistettu käytöstä. Ota yhteyttä kirjastoosi.

source: This information will disappear when you end your session, unless you login and save it to a permanent list.
fi_fi: Nämä tiedot katoavat kun istuntosi päättyy ellet kirjaudu sisään ja tallenna sitä pysyväksi luetteloksi.

source: This information will disappear when you logout, unless you save it to a permanent list.
fi_fi: Nämä tiedot katoavat kun kirjaudut ulos ellet tallenna sitä pysyväksi luetteloksi.

source: This list contains no items.
fi_fi: Listalla ei ole niteitä.

source: This was not an active password reset request. Your password has not been reset.
fi_fi: Tämä salasanan uusintapyyntö ei ollut aktiivinen. Salasanaasi ei ole uusittu.

source: Time Period:
fi_fi: Aikajakso:

source: Tip:
fi_fi: Vinkki:

source: Title
fi_fi: Nimeke

source: Title / Author
fi_fi: Nimeke / Tekijä

source: Title: A to Z
fi_fi: Nimeke: A-Ö

source: Title: Z to A
fi_fi: Nimeke: Ö-A

source: Titles
fi_fi: Nimekkeet

source: To ensure your necessary receipt information is not lost, enter your email address above and a receipt will be emailed to you. Otherwise, make certain you have a printed receipt in hand before closing the payment receipt screen.
fi_fi: Varmistaaksesi, että tarvittavat kuittitietosi eivät katoa, syötä ylle sähköpostiosoitteesi, niin kuitti lähetetään sinulle sähköpostilla. Muussa tapauksessa varmistu siitä, että sinulla on kädessäsi tulostettu kuitti ennen kuin suljet maksukuittinäytön.

source: Topic Heading:
fi_fi: Aiheen otsikko:

source: Total Amount Paid
fi_fi: Maksettu yhteensä

source: Total amount to pay:
fi_fi: Maksettavaa yhteensä:

source: Transaction Start Time
fi_fi: Maksutapahtuman aloitusaika

source: Translator
fi_fi: Kääntäjä

source: Truncation
fi_fi: Katkaisu

source: Type of Computer File or Data Note:
fi_fi: Huomautus elektronisen aineiston tyypistä:

source: Type of Report and Period Covered Note:
fi_fi: Huomautus raportin tyypistä ja ajanjaksosta:

source: Unknown problem
fi_fi: Tuntematon ongelma

source: Update
fi_fi: Päivitä

source: Update Email
fi_fi: Päivitä sähköposti

source: Update Password
fi_fi: Päivitä salasana

source: Update Username
fi_fi: Päivitä käyttäjätunnus

source: User name:
fi_fi: Käyttäjätunnus:

source: Username
fi_fi: Käyttäjätunnus

source: Value:
fi_fi: Arvo:

source: Video Format
fi_fi: Kuvatallenteen muoto

source: View All
fi_fi: Näytä kaikki

source: View My List
fi_fi: Omat listat

source: Visit our FAQs section for answers to common questions about how to use your account.
fi_fi: Usein kysytyistä kysymyksistämme saat tietoa tilisi käytöstä.

source: Vocalist
fi_fi: Laulusolisti

source: Volume hold
fi_fi: Nimekevaraus

source: Volumes
fi_fi: Niteet

source: Waiting for copy
fi_fi: Odotetaan nidettä

source: With Note:
fi_fi: Huomautus julkaisemisesta jonkin kanssa:

source: Witness
fi_fi: Todistaja

source: Words may be right-hand truncated using an asterisk. Use a single asterisk * to truncate any number of characters.
fi_fi: Sanoja voi katkaista lopusta käyttämällä tähti-merkkiä. Merkki korvaa yhden tai useampia merkkejä.

source: Writer of accompanying material
fi_fi: Liiteaineiston tekijä

source: Yes
fi_fi: Kyllä

source: Yes, by Email
fi_fi: Kyllä, sähköpostilla

source: Yes, by Phone
fi_fi: Kyllä, puhelimella

source: Yes, by Text Messaging
fi_fi: Kyllä, tekstiviestillä

source: Yes, this hold is active now
fi_fi: Kyllä, tämä varaus on nyt aktiivinen

source: You are adding to a temporary list.
fi_fi: Olet lisäämässä väliaikaiseen luetteloon.

source: You are now browsing %1
fi_fi: Olet nyt selaamassa %1

source: You either have no fines to pay or you have selected fines whose total is non-positive. We cannot process non-positive amounts.
fi_fi: Sinulla ei ole maksuja maksettavana, tai olet valinnut maksut, joiden summa on negatiivinen. Emme voi käsitellä negatiivisia summia.

source: You have no current fines.
fi_fi: Sinulla ei tällä hetkellä ole maksuja.

source: You have no historical payments to display.
fi_fi: Sinulla ei ole maksuhistoriaa.

source: You have no items checked out.
fi_fi: Sinulla ei ole lainoja.

source: You have not created a list yet.
fi_fi: Et ole vielä luonut luetteloa.

source: You have permission to override some of the failed holds. Click Submit to override and place your hold on the selected items.
fi_fi: Sinulla on oikeus ohittaa epäonnistuneita varauksia. Ohita ne napsauttamalla Lähetä ja tee varaus valittuihin niteisiin.

source: You may use ^ and $ to indicate "phrase begins with" and "phrase ends with," respectively, within a search phrase enclosed in quotation marks.
fi_fi: Voit käyttää ^ ja $ -merkkejä haun katkaisuun. ^-merkillä fraasi alkaa sanalla, $-merkillä fraasi loppuu sanaan.

source: Your browse term seems to begin with an article (a, an, the). You might get better results by omitting the article.
fi_fi: Hakusanasi näyttää alkavan englanninkielen artikkelilla (a, an, the). Voit jättää sen halutettasi pois.

source: Your current password was not correct.
fi_fi: Nykyinen salasanasi ei ollut oikein.

source: Your email has been queued for Delivery.
fi_fi: Sähköpostisi on asetettu toimitusjonoon.

source: Your library card expired on %1. Please contact a librarian to resolve this issue.
fi_fi: Kirjastokorttisi vanhentui %1. Ota yhteyttä kirjastoosi.

source: Your message has been sent!
fi_fi: Viestisi on lähetetty!

source: Your payment has been approved.
fi_fi: Maksusi on hyväksytty.

source: Your receipt will be emailed to %1
fi_fi: Kuittisi lähetetään osoitteeseen %1

source: Your user name or barcode has been submitted for a password reset. If a matching account with an email address is found, you will soon receive an email at that address with further instructions for resetting your password.
fi_fi: Käyttäjätunnuksesi tai asiakastunnuksesi on annettu salasanan uusintaa varten. Jos vastaava tili ja sähköpostiosoite löytyy, saat tähän osoitteeseen pian viestin, jossa on lisäohjeita salasanasi uusinnasta.

source: ZIP or Postal Code
fi_fi: Postinumero

source: Zip
fi_fi: Postinumero

source: and
fi_fi: ja
